Repository: fwin-git/OutcutShare
Catalog: Resources/Localization/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, zh_hans

# settings.general.crispCaption
source: Renders the shared monitor at 2× pixel density: sharpest with Retina sources, reduces compression artifacts otherwise. Uses more bandwidth. Virtual Display mode only.
de: Rendert den geteilten Monitor mit doppelter Pixeldichte: am schärfsten mit Retina-Quellen, sonst weniger Kompressionsartefakte. Benötigt mehr Bandbreite. Nur im Modus „Virtuelles Display“.
es: Renderiza el monitor compartido con una densidad de píxeles 2×: máxima nitidez con fuentes Retina y menos artefactos de compresión en otros casos. Usa más ancho de banda. Solo en modo Pantalla virtual.
fr: Affiche le moniteur partagé avec une densité de pixels 2× : netteté maximale avec les sources Retina et moins d’artefacts de compression dans les autres cas. Utilise davantage de bande passante. Mode Écran virtuel uniquement.
ja: 共有モニターを2倍のピクセル密度で描画します。Retinaソースでは最も鮮明になり、それ以外では圧縮ノイズを軽減します。帯域幅を多く使用します。仮想ディスプレイモードのみ。
zh_hans: 以 2 倍像素密度渲染共享显示器：Retina 来源最清晰，其他来源可减少压缩伪影。会占用更多带宽。仅适用于虚拟显示器模式。

# settings.general.crispText
source: Crisp text (Retina output)
de: Scharfer Text (Retina-Ausgabe)
es: Texto nítido (salida Retina)
fr: Texte net (sortie Retina)
ja: 鮮明なテキスト（Retina出力）
zh_hans: 清晰文本（Retina 输出）

# settings.general.dockCaption
source: Adds the app to the Dock, ⌘-Tab switcher and Force Quit while you're sharing or this settings window is open. Otherwise Outcut Share stays a menu-bar-only app.
de: Fügt die App während einer Freigabe oder bei geöffnetem Einstellungsfenster zum Dock, zum ⌘-Tab-Umschalter und zu „Sofort beenden“ hinzu. Andernfalls bleibt Outcut Share eine reine Menüleisten-App.
es: Añade la app al Dock, al selector ⌘-Tab y a Forzar salida mientras compartes o esta ventana de ajustes está abierta. En caso contrario, Outcut Share permanece solo en la barra de menús.
fr: Ajoute l’app au Dock, au sélecteur ⌘-Tab et à Forcer à quitter pendant un partage ou lorsque cette fenêtre de réglages est ouverte. Sinon, Outcut Share reste uniquement dans la barre des menus.
ja: 共有中またはこの設定ウインドウを開いている間、アプリをDock、⌘-Tabの切り替え、および強制終了に追加します。それ以外ではOutcut Shareはメニューバー専用です。
zh_hans: 共享期间或此设置窗口打开时，将 App 添加到程序坞、⌘-Tab 切换器和“强制退出”。其他时候 Outcut Share 仅显示在菜单栏中。

# settings.general.dockIcon
source: Show Dock icon while active
de: Dock-Symbol während der Aktivität anzeigen
es: Mostrar icono en el Dock mientras esté activo
fr: Afficher l’icône dans le Dock pendant l’activité
ja: 動作中にDockアイコンを表示
zh_hans: 活动时显示程序坞图标

# settings.general.followMode
source: Follow mode
de: Folgemodus
es: Modo de seguimiento
fr: Mode de suivi
ja: 追従モード
zh_hans: 跟随模式

# settings.general.followResize
source: Resize region to the followed window
de: Bereich an das verfolgte Fenster anpassen
es: Redimensionar región según la ventana seguida
fr: Redimensionner la zone selon la fenêtre suivie
ja: 追従するウインドウに合わせて範囲をサイズ変更
zh_hans: 根据跟随的窗口调整区域大小

# settings.general.hiddenWindow
source: Hidden Window
de: Verstecktes Fenster
es: Ventana oculta
fr: Fenêtre masquée
ja: 非表示ウインドウ
zh_hans: 隐藏窗口

# settings.general.hotbarCaption
source: Quick actions next to the region. Drag the ≡ grabber to reposition; ✕ hides it until re-enabled.
de: Schnellaktionen neben dem Bereich. Ziehe den ≡-Griff zum Verschieben; ✕ blendet die Leiste aus, bis sie wieder aktiviert wird.
es: Acciones rápidas junto a la región. Arrastra el tirador ≡ para cambiarla de posición; ✕ la oculta hasta que se vuelva a activar.
fr: Actions rapides à côté de la zone. Faites glisser la poignée ≡ pour la déplacer ; ✕ la masque jusqu’à sa réactivation.
ja: 範囲の横にクイック操作を表示します。≡ハンドルをドラッグして移動し、✕で再度有効にするまで非表示にします。
zh_hans: 区域旁的快捷操作。拖动 ≡ 手柄可重新定位；点按 ✕ 会隐藏，直到再次启用。

# settings.general.hotbarToggle
source: Show floating hotbar while sharing
de: Schwebende Aktionsleiste beim Teilen anzeigen
es: Mostrar barra de acciones flotante al compartir
fr: Afficher la barre d’actions flottante pendant le partage
ja: 共有中にフローティング操作バーを表示
zh_hans: 共享时显示浮动操作栏

# settings.general.launchAtLogin
source: Launch at login
de: Bei der Anmeldung öffnen
es: Abrir al iniciar sesión
fr: Ouvrir à la connexion
ja: ログイン時に起動
zh_hans: 登录时启动

# settings.general.launchUnavailable
source: Available when running the built app bundle.
de: Verfügbar, wenn das erstellte App-Bundle ausgeführt wird.
es: Disponible al ejecutar el paquete de la app compilada.
fr: Disponible lors de l’exécution de l’app compilée.
ja: ビルド済みのAppバンドルを実行している場合に利用できます。
zh_hans: 运行已构建的 App 包时可用。

# settings.general.layoutGridWith
source: Layout grid with
de: Layoutraster mit
es: Cuadrícula de diseño con
fr: Grille de disposition avec
ja: レイアウトグリッドのキー
zh_hans: 布局网格按键

# settings.general.magnification
source: Magnification
de: Vergrößerung
es: Ampliación
fr: Agrandissement
ja: 倍率
zh_hans: 放大倍数

# settings.general.monitorInstructions
source: In the preview: drag a window to move it — drop anywhere on the monitor, or off the panel to bring it back to your real screen. Hold %@ for the 3 × 3 layout grid: drop in a cell, or sweep across cells to span a block. The cursor button switches to control mode — clicks pass through to the monitor.
de: In der Vorschau: Ziehe ein Fenster zum Verschieben — lege es irgendwo auf dem Monitor ab oder außerhalb des Panels, um es auf deinen echten Bildschirm zurückzuholen. Halte %@ für das 3 × 3-Layoutraster: Lege es in einer Zelle ab oder streiche über mehrere Zellen. Die Mauszeiger-Taste schaltet in den Steuerungsmodus — Klicks werden an den Monitor weitergegeben.
es: En la vista previa, arrastra una ventana para moverla: suéltala en cualquier punto del monitor o fuera del panel para devolverla a la pantalla real. Mantén %@ para mostrar la cuadrícula 3 × 3: suéltala en una celda o recorre varias para abarcar un bloque. El botón del puntero activa el modo de control y los clics pasan al monitor.
fr: Dans l’aperçu, faites glisser une fenêtre pour la déplacer : déposez-la sur le moniteur ou hors du panneau pour la ramener sur votre écran réel. Maintenez %@ pour afficher la grille 3 × 3 : déposez-la dans une cellule ou balayez plusieurs cellules pour couvrir un bloc. Le bouton du pointeur active le mode contrôle : les clics sont transmis au moniteur.
ja: プレビュー内でウインドウをドラッグして移動します。モニター上にドロップするか、パネル外へドロップして実画面へ戻します。%@を押している間は3 × 3のレイアウトグリッドが表示されます。セルにドロップするか、複数のセルをなぞって範囲を指定します。ポインタボタンで操作モードに切り替えると、クリックがモニターへ送られます。
zh_hans: 在预览中拖动窗口即可移动：放到显示器任意位置，或拖出面板以移回真实屏幕。按住 %@ 可显示 3 × 3 布局网格：放入一个单元格，或扫过多个单元格形成区块。指针按钮可切换到控制模式，点击将传递到显示器。

# settings.general.monitorResolution
source: Monitor resolution
de: Monitorauflösung
es: Resolución del monitor
fr: Résolution du moniteur
ja: モニター解像度
zh_hans: 显示器分辨率

# settings.general.movement
source: Movement
de: Bewegung
es: Movimiento
fr: Déplacement
ja: 移動
zh_hans: 移动方式

# settings.general.movementGlide
source: Smooth glide
de: Sanftes Gleiten
es: Deslizamiento suave
fr: Glissement fluide
ja: 滑らかに移動
zh_hans: 平滑移动

# settings.general.movementSnap
source: Snap
de: Sprung
es: Instantáneo
fr: Instantané
ja: 即時
zh_hans: 立即移动

# settings.general.pausePreview
source: Pause preview animation
de: Vorschauanimation pausieren
es: Pausar animación de vista previa
fr: Suspendre l’animation de l’aperçu
ja: プレビューのアニメーションを一時停止
zh_hans: 暂停预览动画

# settings.general.playPreview
source: Play preview animation
de: Vorschauanimation abspielen
es: Reproducir animación de vista previa
fr: Lire l’animation de l’aperçu
ja: プレビューのアニメーションを再生
zh_hans: 播放预览动画

# settings.general.previewCaption
source: A small floating window with exactly what viewers see — no need to keep Zoom or Teams open. Docks next to the region, drags anywhere, resizes within its aspect ratio; its corner button pauses sharing.
de: Ein kleines schwebendes Fenster mit genau dem Bild der Zuschauer — Zoom oder Teams muss nicht geöffnet bleiben. Es dockt neben dem Bereich an, lässt sich frei verschieben und im Seitenverhältnis skalieren; die Taste in der Ecke pausiert die Freigabe.
es: Una pequeña ventana flotante muestra exactamente lo que ven los espectadores, sin necesidad de mantener Zoom o Teams abierto. Se acopla junto a la región, se puede arrastrar y cambia de tamaño conservando la relación de aspecto; el botón de la esquina pausa el uso compartido.
fr: Une petite fenêtre flottante affiche exactement ce que voient les spectateurs, sans devoir garder Zoom ou Teams ouvert. Elle s’ancre à côté de la zone, se déplace librement et se redimensionne en conservant ses proportions ; son bouton d’angle suspend le partage.
ja: 視聴者に見える映像をそのまま表示する小さなフローティングウインドウです。ZoomやTeamsを開いたままにする必要はありません。範囲の横に配置され、自由にドラッグでき、縦横比を保ってサイズ変更できます。隅のボタンで共有を一時停止します。
zh_hans: 一个小型浮动窗口，精确显示观众看到的内容，无需保持 Zoom 或 Teams 打开。它会停靠在区域旁，可自由拖动，并按宽高比调整大小；角落按钮可暂停共享。

# settings.general.previewToggle
source: Show shared-output preview while sharing
de: Vorschau der geteilten Ausgabe beim Teilen anzeigen
es: Mostrar vista previa de la salida compartida al compartir
fr: Afficher l’aperçu de la sortie partagée pendant le partage
ja: 共有中に共有出力のプレビューを表示
zh_hans: 共享时显示共享输出预览

# settings.general.shareAs
source: Share as
de: Teilen als
es: Compartir como
fr: Partager comme
ja: 共有形式
zh_hans: 共享方式

# settings.general.shareModeHiddenCaption
source: The region mirrors into an invisible window named “%@” — pick it under “share window”.
de: Der Bereich wird in ein unsichtbares Fenster namens „%@“ gespiegelt — wähle es unter „Fenster teilen“ aus.
es: La región se refleja en una ventana invisible llamada «%@»; selecciónala en «compartir ventana».
fr: La zone est recopiée dans une fenêtre invisible nommée « %@ » — choisissez-la dans « partager une fenêtre ».
ja: 範囲は「%@」という非表示ウインドウへミラーリングされます。「ウインドウを共有」から選択してください。
zh_hans: 区域会镜像到名为“%@”的不可见窗口中，请在“共享窗口”下选择它。

# settings.general.shareModeVirtualDisplayCaption
source: The region appears as an extra monitor — pick it under “share screen”.
de: Der Bereich erscheint als zusätzlicher Monitor — wähle ihn unter „Bildschirm teilen“ aus.
es: La región aparece como un monitor adicional; selecciónala en «compartir pantalla».
fr: La zone apparaît comme un moniteur supplémentaire — choisissez-la dans « partager l’écran ».
ja: 範囲が追加モニターとして表示されます。「画面を共有」から選択してください。
zh_hans: 区域会显示为额外的显示器，请在“共享屏幕”下选择它。

# settings.general.shareModeVirtualMonitorCaption
source: A separate empty screen — drag windows onto it and only they are shared. A large preview panel shows what's on it; share it under “share screen”.
de: Ein separater leerer Bildschirm — ziehe Fenster darauf, und nur diese werden geteilt. Ein großes Vorschaupanel zeigt seinen Inhalt; teile ihn unter „Bildschirm teilen“.
es: Una pantalla vacía independiente: arrastra ventanas a ella y solo se compartirán esas ventanas. Un panel de vista previa grande muestra su contenido; compártela en «compartir pantalla».
fr: Un écran vide distinct : faites-y glisser des fenêtres et seules celles-ci seront partagées. Un grand panneau d’aperçu affiche son contenu ; partagez-le dans « partager l’écran ».
ja: 独立した空の画面です。ウインドウを移動すると、そのウインドウだけが共有されます。大きなプレビューパネルに内容が表示されるので、「画面を共有」から共有してください。
zh_hans: 一个独立的空白屏幕：将窗口拖入后，只会共享这些窗口。大型预览面板会显示其内容；请在“共享屏幕”下共享它。

# settings.general.shareWindowCaption
source: The name sharing apps list for the share window in their window pickers.
de: Der Name, unter dem Freigabe-Apps das Freigabefenster in ihrer Fensterauswahl anzeigen.
es: El nombre que las apps de uso compartido muestran para la ventana en sus selectores.
fr: Le nom sous lequel les apps de partage affichent la fenêtre dans leur sélecteur.
ja: 共有アプリのウインドウ選択画面に表示される共有ウインドウの名前です。
zh_hans: 共享 App 在窗口选择器中显示的共享窗口名称。

# settings.general.shareWindowDefaultTitle
source: Outcut Share (Share Region)
de: Outcut Share (Bereich teilen)
es: Outcut Share (Compartir región)
fr: Outcut Share (Partager une zone)
ja: Outcut Share（範囲共有）
zh_hans: Outcut Share（共享区域）

# settings.general.shareWindowTitle
source: Share window title
de: Titel des Freigabefensters
es: Título de ventana compartida
fr: Titre de la fenêtre partagée
ja: 共有ウインドウのタイトル
zh_hans: 共享窗口标题

# settings.general.sharing
source: Sharing
de: Teilen
es: Uso compartido
fr: Partage
ja: 共有
zh_hans: 共享

# settings.general.viewerZoom
source: Viewer zoom
de: Zuschauer-Zoom
es: Zoom de espectadores
fr: Zoom des spectateurs
ja: 視聴者向けズーム
zh_hans: 观众缩放

# settings.general.virtualDisplay
source: Virtual Display
de: Virtuelles Display
es: Pantalla virtual
fr: Écran virtuel
ja: 仮想ディスプレイ
zh_hans: 虚拟显示器

# settings.general.virtualMonitor
source: Virtual Monitor
de: Virtueller Monitor
es: Monitor virtual
fr: Moniteur virtuel
ja: 仮想モニター
zh_hans: 虚拟显示器

# settings.general.zoomCaption
source: Zoom In / Out (⌃⌥⌘Z) magnifies the shared picture toward your cursor and gently tracks it — your own screen never changes.
de: Vergrößern / Verkleinern (⌃⌥⌘Z) zoomt das geteilte Bild in Richtung des Mauszeigers und folgt ihm sanft — dein eigener Bildschirm bleibt unverändert.
es: Acercar / alejar (⌃⌥⌘Z) amplía la imagen compartida hacia el puntero y lo sigue suavemente; tu propia pantalla no cambia.
fr: Zoom avant / arrière (⌃⌥⌘Z) agrandit l’image partagée vers le pointeur et le suit en douceur, sans modifier votre écran.
ja: ズームイン／アウト（⌃⌥⌘Z）は共有映像をポインタに向かって拡大し、滑らかに追従します。自分の画面は変わりません。
zh_hans: 放大 / 缩小（⌃⌥⌘Z）会朝指针放大共享画面并平滑跟随，而你的屏幕不会改变。

# settings.permissions.system
source: System permissions
de: Systemberechtigungen
es: Permisos del sistema
fr: Autorisations système
ja: システムのアクセス権
zh_hans: 系统权限

# settings.presets.caption
source: The first nine presets are shared instantly with ⌃⌥⌘1–9.
de: Die ersten neun Voreinstellungen werden mit ⌃⌥⌘1–9 sofort geteilt.
es: Los primeros nueve preajustes se comparten al instante con ⌃⌥⌘1–9.
fr: Les neuf premiers préréglages sont partagés instantanément avec ⌃⌥⌘1–9.
ja: 最初の9個のプリセットは⌃⌥⌘1〜9ですぐに共有できます。
zh_hans: 前九个预设可使用 ⌃⌥⌘1–9 立即共享。

# settings.presets.empty
source: No presets yet. While sharing, choose menu bar → Presets → “Save Current Region as Preset…”.
de: Noch keine Voreinstellungen. Wähle während einer Freigabe Menüleiste → Voreinstellungen → „Aktuellen Bereich als Voreinstellung sichern…“.
es: Aún no hay preajustes. Mientras compartes, elige barra de menús → Preajustes → «Guardar región actual como preajuste…».
fr: Aucun préréglage. Pendant un partage, choisissez barre des menus → Préréglages → « Enregistrer la zone actuelle comme préréglage… ».
ja: プリセットはまだありません。共有中にメニューバー → プリセット →「現在の範囲をプリセットとして保存…」を選択してください。
zh_hans: 暂无预设。共享时，请选择菜单栏 → 预设 →“将当前区域存为预设…”。

# settings.presets.saved
source: Saved presets
de: Gesicherte Voreinstellungen
es: Preajustes guardados
fr: Préréglages enregistrés
ja: 保存済みプリセット
zh_hans: 已存预设

# settings.privacy.addApp
source: Add App…
de: App hinzufügen…
es: Añadir app…
fr: Ajouter une app…
ja: アプリを追加…
zh_hans: 添加 App…

# settings.privacy.hiddenApps
source: Hidden apps
de: Ausgeblendete Apps
es: Apps ocultas
fr: Apps masquées
ja: 非表示にするアプリ
zh_hans: 隐藏的 App

# settings.privacy.hideNotifications
source: Hide notification banners from viewers
de: Mitteilungsbanner vor Zuschauern verbergen
es: Ocultar avisos de notificación a los espectadores
fr: Masquer les bannières de notification aux spectateurs
ja: 通知バナーを視聴者に表示しない
zh_hans: 对观众隐藏通知横幅

# settings.privacy.noHiddenApps
source: No hidden apps. Windows of apps you add here never appear in the shared picture — viewers see what's behind them.
de: Keine ausgeblendeten Apps. Fenster von Apps, die du hier hinzufügst, erscheinen nie im geteilten Bild — Zuschauer sehen den Inhalt dahinter.
es: No hay apps ocultas. Las ventanas de las apps que añadas aquí nunca aparecerán en la imagen compartida; los espectadores verán lo que haya detrás.
fr: Aucune app masquée. Les fenêtres des apps ajoutées ici n’apparaissent jamais dans l’image partagée : les spectateurs voient ce qui se trouve derrière.
ja: 非表示のアプリはありません。ここに追加したアプリのウインドウは共有映像に表示されず、視聴者には背後の内容が見えます。
zh_hans: 没有隐藏的 App。添加到此处的 App 窗口不会出现在共享画面中，观众会看到其后方的内容。

# settings.privacy.noneIconMessage
source: None — icon and message
de: Keines — Symbol und Nachricht
es: Ninguna: icono y mensaje
fr: Aucune — icône et message
ja: なし — アイコンとメッセージ
zh_hans: 无——使用图标和信息

# settings.privacy.notifications
source: Notifications
de: Mitteilungen
es: Notificaciones
ja: 通知
zh_hans: 通知

# settings.privacy.notificationsCaption
source: Banners still appear on your screen — they're removed only from the shared picture.
de: Banner erscheinen weiterhin auf deinem Bildschirm — sie werden nur aus dem geteilten Bild entfernt.
es: Los avisos siguen apareciendo en tu pantalla; solo se eliminan de la imagen compartida.
fr: Les bannières restent visibles sur votre écran ; elles sont uniquement retirées de l’image partagée.
ja: バナーは自分の画面には表示され、共有映像からのみ除外されます。
zh_hans: 横幅仍会显示在你的屏幕上，只会从共享画面中移除。

# settings.privacy.pauseFreeze
source: Frozen last frame
de: Eingefrorenes letztes Bild
es: Último fotograma congelado
fr: Dernière image figée
ja: 最後のフレームを静止
zh_hans: 冻结最后一帧

# settings.privacy.pauseImage
source: Pause image
de: Pausenbild
es: Imagen de pausa
fr: Image de pause
ja: 一時停止画像
zh_hans: 暂停图像

# settings.privacy.pauseImageCaption
source: An image replaces the icon and message on the privacy screen.
de: Ein Bild ersetzt Symbol und Nachricht auf dem Privatsphärenbildschirm.
es: Una imagen sustituye al icono y al mensaje de la pantalla de privacidad.
fr: Une image remplace l’icône et le message sur l’écran de confidentialité.
ja: 画像を設定すると、プライバシー画面のアイコンとメッセージが置き換えられます。
zh_hans: 图像会替换隐私画面上的图标和信息。

# settings.privacy.pauseMessage
source: Pause message
de: Pausennachricht
es: Mensaje de pausa
fr: Message de pause
ja: 一時停止メッセージ
zh_hans: 暂停信息

# settings.privacy.pauseMessageDefault
source: Sharing is paused
de: Die Freigabe ist pausiert
es: El uso compartido está en pausa
fr: Le partage est en pause
ja: 共有は一時停止中です
zh_hans: 共享已暂停

# settings.privacy.pausePrivacyScreen
source: Privacy screen
de: Privatsphärenbildschirm
es: Pantalla de privacidad
fr: Écran de confidentialité
ja: プライバシー画面
zh_hans: 隐私画面

# settings.privacy.pausing
source: Pausing
de: Pausieren
es: Pausa
fr: Pause
ja: 一時停止
zh_hans: 暂停

# settings.privacy.previewPaused
source: Preview — while paused
de: Vorschau — im pausierten Zustand
es: Vista previa durante la pausa
fr: Aperçu — pendant la pause
ja: プレビュー — 一時停止中
zh_hans: 预览——暂停时

# settings.privacy.viewerSees
source: When paused, viewers see
de: Bei einer Pause sehen Zuschauer
es: Al pausar, los espectadores ven
fr: Pendant la pause, les spectateurs voient
ja: 一時停止中に視聴者に表示
zh_hans: 暂停时观众看到

# settings.recording.audioCaption
source: System audio is what the captured apps play (Outcut Share itself is excluded). The microphone asks for permission on its first recording; privacy pause silences both tracks.
de: Systemaudio ist der Ton der aufgenommenen Apps (Outcut Share selbst ist ausgeschlossen). Das Mikrofon fragt bei der ersten Aufnahme nach einer Berechtigung; die Privatsphärenpause schaltet beide Spuren stumm.
es: El audio del sistema es lo que reproducen las apps capturadas (Outcut Share está excluido). El micrófono solicita permiso en la primera grabación; la pausa de privacidad silencia ambas pistas.
fr: L’audio système correspond au son émis par les apps capturées (Outcut Share est exclu). Le microphone demande une autorisation lors du premier enregistrement ; la pause de confidentialité coupe les deux pistes.
ja: システムオーディオはキャプチャ対象アプリの音声です（Outcut Share自体は除外）。マイクは最初の録画時にアクセスを要求し、プライバシー一時停止中は両方のトラックが無音になります。
zh_hans: 系统音频是被捕捉 App 播放的声音（Outcut Share 本身除外）。首次录制时麦克风会请求权限；隐私暂停会将两条音轨静音。

# settings.recording.maxSize
source: Maximum size
de: Maximale Größe
es: Tamaño máximo
fr: Taille maximale
ja: 最大サイズ
zh_hans: 最大尺寸

# settings.recording.quality
source: Quality
de: Qualität
es: Calidad
fr: Qualité
ja: 品質
zh_hans: 质量

# settings.recording.qualityLossless
source: Lossless PNG
de: Verlustfreies PNG
es: PNG sin pérdida
fr: PNG sans perte
ja: ロスレスPNG
zh_hans: 无损 PNG

# settings.recording.recording
source: Recording
de: Aufnahme
es: Grabación
fr: Enregistrement
ja: 録画
zh_hans: 录制

# settings.recording.recordingCaption
source: Start/stop with ⌃⌥⌘R, the hotbar, or the menu bar while sharing. Recordings use the capture frame rate set under General and pause together with privacy pause.
de: Starten oder beenden mit ⌃⌥⌘R, der Aktionsleiste oder der Menüleiste während einer Freigabe. Aufnahmen verwenden die unter „Allgemein“ festgelegte Bildrate und pausieren zusammen mit der Privatsphärenpause.
es: Inicia o detén con ⌃⌥⌘R, la barra de acciones o la barra de menús mientras compartes. Las grabaciones usan la frecuencia configurada en General y se pausan junto con la pausa de privacidad.
fr: Démarrez ou arrêtez avec ⌃⌥⌘R, la barre d’actions ou la barre des menus pendant un partage. Les enregistrements utilisent la fréquence définie dans Général et se suspendent avec la pause de confidentialité.
ja: 共有中に⌃⌥⌘R、操作バー、またはメニューバーで開始／停止します。録画には「一般」で設定したフレームレートが使われ、プライバシー一時停止と同時に一時停止します。
zh_hans: 共享时可使用 ⌃⌥⌘R、操作栏或菜单栏开始/停止。录制使用“通用”中设置的帧率，并会随隐私暂停一起暂停。

# settings.recording.recordMicrophone
source: Record microphone
de: Mikrofon aufnehmen
es: Grabar micrófono
fr: Enregistrer le microphone
ja: マイクを録音
zh_hans: 录制麦克风

# settings.recording.recordSystemAudio
source: Record system audio
de: Systemaudio aufnehmen
es: Grabar audio del sistema
fr: Enregistrer l’audio système
ja: システムオーディオを録音
zh_hans: 录制系统音频

# settings.recording.saveRecordings
source: Save recordings to
de: Aufnahmen sichern unter
es: Guardar grabaciones en
fr: Enregistrer les vidéos dans
ja: 録画の保存先
zh_hans: 录制存储位置

# settings.recording.saveScreenshots
source: Save screenshots to
de: Screenshots sichern unter
es: Guardar capturas de pantalla en
fr: Enregistrer les captures d’écran dans
ja: スクリーンショットの保存先
zh_hans: 截屏存储位置

# settings.recording.screenshotCaption
source: Taken from the hotbar's camera button while sharing — the picture is exactly the shared output, including privacy exclusions.
de: Wird während einer Freigabe mit der Kamera-Taste der Aktionsleiste aufgenommen — das Bild entspricht genau der geteilten Ausgabe einschließlich der Privatsphärenausschlüsse.
es: Se toma con el botón de cámara de la barra de acciones mientras compartes; la imagen coincide exactamente con la salida compartida, incluidas las exclusiones de privacidad.
fr: Prise avec le bouton appareil photo de la barre d’actions pendant un partage : l’image correspond exactement à la sortie partagée, exclusions de confidentialité comprises.
ja: 共有中に操作バーのカメラボタンで撮影します。画像はプライバシー除外を含む共有出力そのものです。
zh_hans: 共享时通过操作栏的相机按钮截取，图像与共享输出完全一致，包括隐私排除项。

# settings.recording.shadow
source: Add a smooth drop shadow
de: Weichen Schlagschatten hinzufügen
es: Añadir una sombra suave
fr: Ajouter une ombre portée douce
ja: 滑らかなドロップシャドウを追加
zh_hans: 添加柔和阴影

# settings.shortcuts.caption
source: Shortcuts work system-wide while OutcutShare is running. Any key combination can be recorded — Esc cancels recording.
de: Kurzbefehle funktionieren systemweit, solange OutcutShare läuft. Jede Tastenkombination kann aufgezeichnet werden — Esc bricht die Aufzeichnung ab.
es: Los atajos funcionan en todo el sistema mientras OutcutShare está en ejecución. Se puede grabar cualquier combinación; Esc cancela la grabación.
fr: Les raccourcis fonctionnent dans tout le système lorsque OutcutShare est en cours d’exécution. Toute combinaison peut être enregistrée ; Échap annule l’enregistrement.
ja: OutcutShareの実行中はシステム全体でショートカットが有効です。任意のキーの組み合わせを記録でき、Escでキャンセルします。
zh_hans: OutcutShare 运行时，快捷键在整个系统中有效。可录入任意组合，按 Esc 取消录入。

# settings.shortcuts.conflict
source: Also assigned to %@ — only the first assignment is active.
de: Auch %@ zugewiesen — nur die erste Belegung ist aktiv.
es: También está asignado a %@; solo la primera asignación está activa.
fr: Également attribué à %@ — seule la première attribution est active.
ja: %@にも割り当てられています。最初の割り当てだけが有効です。
zh_hans: 也分配给 %@——只有第一个分配生效。

# settings.shortcuts.global
source: Global shortcuts
de: Globale Kurzbefehle
es: Atajos globales
fr: Raccourcis globaux
ja: グローバルショートカット
zh_hans: 全局快捷键

# settings.shortcuts.none
source: none
de: keiner
es: ninguno
fr: aucun
ja: なし
zh_hans: 无
